<?php

return [
    'events' => [
        'مؤتمر علمي',
        'ندوة علمية',
        'ورشة عمل',
        'نشاط تعليمي مبتكر',
        'مشروع بحثي',
        'تعاون دولي',
        'خدمة مجتمعية',
        'تطوير مناهج',
        'نشر كتاب أو فصل',
        'براءة اختراع',
        'استشارات علمية',
        'أطروحة أو رسالة',
        'حلقة نقاشية',
        'تدريب',
        'محاضرة',
        'زيارات ميدانية'
    ],
      'user_types' => [
    'admin'      => 'مدير',
    'professor'  => 'أستاذ',
    'student'    => 'طالب',
    'employee'   => 'موظف',
    ],
    'research_types' => [
        'بحث علمي',
        'تقرير بحثي',
        'مقالة علمية',
        'دراسة حالة',
        'تحليل بيانات',
        'استعراض أدبيات',
        'تقييم برنامج',
        'تطوير نموذج',
        'تجربة ميدانية',
        'استطلاع رأي'
    ],
    'campaign_types' => [
        'حملة توعية',
        'حملة تسويقية',
        'حملة إعلانية',
        'حملة ترويجية',
        'حملة جمع تبرعات',
        'حملة تطوعية',
        'حملة بيئية',
        'حملة ثقافية',
        'حملة رياضية',
        'حملة صحية'
    ],
];
